[
  {
    "id": "1f495e32-5293-4006-bd7c-a0716fff44eb",
    "text": "RESOLUÇÃO Nº 1.035-COPP/UFMS, DE 23 DE JUNHO DE 2025.\nAprova o Regulamento dos Cursos de Pós-Graduação\nStricto Sensu da Fundação Universidade Federal de\nMato Grosso do Sul.\n \nO CONSELHO DE PESQUISA E PÓS-GRADUAÇÃO da Fundação Universidade\nFederal de Mato Grosso do Sul, no uso da atribuição que lhe confere o art. 5º, caput, inciso IX,\ndo Regimento Geral da UFMS, aprovado pela Resolução nº 137, Coun, de 29 de outubro de\n2021, e considerando o contido no Processo nº 23104.035011/2021-81, resolve:\n \nArt. 1º   Fica aprovado o Regulamento dos Cursos de Pós-Graduação Stricto\nSensu da Fundação Universidade Federal de Mato Grosso do Sul, na forma do Anexo a esta\nResolução.\n \nArt. 2º Ficam revogadas:\nI - a Resolução nº 458, de 17 de dezembro de 2021; e\nII - a Resolução nº 663, de 24 de março de 2023.\n \nArt. 3º Esta Resolução entra em vigor em 1º de janeiro de 2026.\n \n \nFABRICIO DE OLIVEIRA FRAZILIO,\nPresidente.\n \nANEXO – REGULAMENTO DOS CURSOS DE PÓS-GRADUAÇÃO STRICTO SENSU DA UFMS"
  },
  {
    "id": "f88732b2-3b6d-4ed6-95bc-73f059ab3ea9",
    "text": "Art. 3º Esta Resolução entra em vigor em 1º de janeiro de 2026.\n \n \nFABRICIO DE OLIVEIRA FRAZILIO,\nPresidente.\n \nANEXO – REGULAMENTO DOS CURSOS DE PÓS-GRADUAÇÃO STRICTO SENSU DA UFMS\n(Resolução nº 1.035, Copp, de 23 de junho de 2025).\n \nCAPÍTULO I\nDOS OBJETIVOS E ORGANIZAÇÃO GERAL\n \nArt. 1º  Os Cursos de Pós-graduação stricto sensu serão regulamentados por\nesta Resolução, pelo Regimento Geral e Estatuto da UFMS, ao estabelecido pelo Conselho\nNacional de Educação - CNE e pela legislação vigente.\n \n§ 1º Todo Curso de Pós-graduação stricto sensu será disposto em Programa de\nPós-Graduação - PPG, sob gestão da Pró-Reitoria de Pesquisa e Pós-Graduação - Propp.\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n1/21\n11/07/2025\nN° 8584\nPg. 161"
  },
  {
    "id": "c640d006-77f5-455d-9cb9-013b3f9c17da",
    "text": "§ 2º Caberá ao Conselho de Pesquisa e Pós-Graduação a manifestação pela\ncriação, suspensão, extinção, unificação e desmembramento de Cursos de Pós-graduação\nstricto sensu, para aprovação pelo Conselho Universitário - Coun e pela Coordenação de\nAperfeiçoamento de Pessoal de Nível Superior - Capes.\n \nArt. 2º Os Programas de Pós-graduação stricto sensu compreendem os Cursos\nde Mestrado e Doutorado, nas modalidades acadêmica e profissional, com os seguintes\nobjetivos:\nI -  Mestrado Acadêmico:  promover a competência científica, acadêmica ou\nartística para a formação de professores e de pesquisadores;\nII -  Mestrado Profissional:  capacitar profissionais mediante o estudo de\ntécnicas, processos, ou temáticas que atendam a alguma demanda do mercado de trabalho;\nIII - Doutorado Acadêmico: formar profissionais de alto nível científico para\natuar como pesquisadores e como professores; e\nIV - Doutorado Profissional:  capacitar profissionais qualificados para o exercício"
  },
  {
    "id": "41d5d341-e9ac-4c68-a790-7f2d8be995d2",
    "text": "atuar como pesquisadores e como professores; e\nIV - Doutorado Profissional:  capacitar profissionais qualificados para o exercício\nda prática profissional avançada para atender arranjos produtivos em empresas, organizações\npúblicas e privadas.\n \nParágrafo único. Os Cursos de Mestrado e de Doutorado conduzem aos títulos\nde Mestre e de Doutor, respectivamente.\n \nArt. 3º É possível cursar o doutorado direto após a graduação, sem ter realizado\no Curso de Mestrado.\n \nParágrafo único.   O ingresso no doutorado direto será regulamentado por ato\nda Pró-Reitoria de Pesquisa e Pós-Graduação.\n \nArt. 4º São características principais dos Cursos:\nI - funcionamento das atividades e das disciplinas nas modalidades presencial,\nhíbrida ou a distância;\nII - organização em modelo sob coordenação exclusiva da UFMS ou em\nassociação;\nIII - organização em áreas de concentração e em linhas de pesquisa; e\nIV - viabilização de parceria, cooperação e intercâmbio com instituições"
  },
  {
    "id": "c01491bb-1b94-45e9-a278-392ce9e373c1",
    "text": "associação;\nIII - organização em áreas de concentração e em linhas de pesquisa; e\nIV - viabilização de parceria, cooperação e intercâmbio com instituições\npúblicas ou privadas nacionais ou internacionais.\n \nParágrafo único. Todas as atividades e disciplinas desenvolvidas de forma\nhíbrida ou a distância deverão utilizar o Ambiente Virtual de Aprendizagem - AVA/UFMS e\noutras Tecnologias da Informação e Comunicação - TICs definidas pela UFMS.\n \nCAPÍTULO II\nDA CRIAÇÃO, IMPLANTAÇÃO E FUNCIONAMENTO DE CURSO\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n2/21\n11/07/2025\nN° 8584\nPg. 162"
  },
  {
    "id": "4335965b-3927-46c7-9931-80397dc56751",
    "text": "Art. 5º A criação e a implantação de Curso de Pós-graduação stricto sensu\ndeverá ter supervisão técnica e ser regulamentada pela Pró-Reitoria de Pesquisa e Pós-\nGraduação.\n \nParágrafo único. As normas para elaboração do Regulamento e da Estrutura\nCurricular serão elaboradas pela Pró-Reitoria de Pesquisa e Pós-Graduação. \n \nArt. 6º O funcionamento de Curso recomendado pela Coordenação de\nAperfeiçoamento de Pessoal de Nível Superior, tem início com a matrícula dos estudantes,\napós:\nI - autorização e o reconhecimento do curso pela Câmara de Educação Superior\ndo Conselho Nacional de Educação - CES/CNE, homologados pelo Ministro da Educação;\nII - constituição do Colegiado de Curso e designação do Coordenador,\nobservando-se o disposto no Regimento Geral e no Estatuto da UFMS;\nIII - aprovação do Regulamento dos Cursos de Pós-Graduação stricto sensu;\nIV - cadastramento do Curso no Sistema Acadêmico; e\nV - homologação do processo seletivo dos candidatos, pela Pró-Reitoria de"
  },
  {
    "id": "6eb6c08d-b807-4890-89f4-5d00dfdbffc1",
    "text": "III - aprovação do Regulamento dos Cursos de Pós-Graduação stricto sensu;\nIV - cadastramento do Curso no Sistema Acadêmico; e\nV - homologação do processo seletivo dos candidatos, pela Pró-Reitoria de\nPesquisa e Pós-Graduação.\n \n§ 1º A Coordenação de Curso, após homologação da Pró-Reitoria de Pesquisa e\nPós-Graduação, deverá comunicar, no prazo de trinta dias úteis, o início das atividades à\nCapes.\n \n§ 2º Após conclusão do período de matrículas, caberá ao Dirigente da Unidade\nda Administração Setorial de vínculo do Programa de Pós-Graduação - PPG notificar o\nDiretório Central dos Estudantes, com cópia à Associação Nacional de Pós-Graduandos, para\nindicação de representante discente para compor o Colegiado de Curso, que deverá tomar\nposse na primeira reunião ordinária subsequente à sua indicação.\n \nArt. 7º O desempenho dos Programas de Pós-Graduação será acompanhado e\navaliado pela Pró-Reitoria de Pesquisa e Pós-Graduação.\n \nParágrafo único. São instrumentos de acompanhamento anual dos"
  },
  {
    "id": "bf17a06b-26f7-4160-9486-083e7f8968a8",
    "text": "Art. 7º O desempenho dos Programas de Pós-Graduação será acompanhado e\navaliado pela Pró-Reitoria de Pesquisa e Pós-Graduação.\n \nParágrafo único. São instrumentos de acompanhamento anual dos\nProgramas de Pós-Graduação:\nI - Planejamento Estratégico do Programa;\nII - relatório sobre os Indicadores do Programa de Pós-Graduação relativos ao\nPlano de Desenvolvimento Institucional - PDI integrado ao Projeto Pedagógico Institucional -\nPPI da UFMS e ao Plano de Desenvolvimento da Unidade - PDU;\nIII - relatórios sobre a concessão de bolsas;\nIV - relatórios de gestão financeira;\nV - relatórios de avaliação da Capes; \nVI - relatórios do Sistema Acadêmico e demais correlatos; e\nVII - relatório de Autoavaliação.\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n3/21\n11/07/2025\nN° 8584\nPg. 163"
  },
  {
    "id": "1367e455-f920-4219-b0f1-3b8d1b994a00",
    "text": "CAPÍTULO III\nDO CORPO DOCENTE\nSeção I\nDa composição do Corpo Docente\n \nArt. 8º O Corpo Docente de cada Programa de Pós-Graduação será composto\npor professores, pesquisadores ou profissionais da UFMS ou de outras instituições nacionais\nou estrangeiras, com titulação mínima de:\nI - mestre ou doutor, para Mestrado Profissional; e\nII - doutor, para Mestrado Acadêmico e Doutorado Acadêmico e Profissional.\n \nArt. 9. Os professores de um Curso são classificados quanto:\nI - ao vínculo institucional: servidor público, contratado ou voluntário; e\nII - à categoria, no curso: permanente, colaborador ou visitante.\n \nArt. 10. Os critérios para credenciamento e descredenciamento de professores\nnos Programas de Pós-Graduação serão definidos pelo Colegiado de Curso, de acordo com\norientação e deliberação da Pró-Reitoria de Pesquisa e Pós-Graduação, com base nos\ndocumentos de área da Coordenação de Aperfeiçoamento de Pessoal de Nível Superior."
  },
  {
    "id": "19663ec4-9853-4600-a941-73ed57d4ea6a",
    "text": "orientação e deliberação da Pró-Reitoria de Pesquisa e Pós-Graduação, com base nos\ndocumentos de área da Coordenação de Aperfeiçoamento de Pessoal de Nível Superior.\n \n§ 1º O credenciamento e o descredenciamento dos professores nos Programas\nde Pós-Graduação deverão ser realizados por meio de Edital público da Pró-Reitoria de\nPesquisa e Pós-Graduação, com ampla divulgação na UFMS.\n \n§ 2º O descredenciamento também poderá ocorrer mediante solicitação\njustificada do professor.\n \nArt. 11. As alterações no Corpo Docente nos Programas de Pós-Graduação\ndeverão ser apreciadas pelo Colegiado de Curso, e, posteriormente, aprovadas pelo Conselho\nda Unidade da Administração Setorial, com anuência da Pró-Reitoria de Pesquisa e Pós-\nGraduação.\n \nArt. 12. Os professores responsáveis por disciplinas deverão registrar os Planos\nde Ensino, os conceitos ou notas e a frequência dos estudantes no Sistema Acadêmico,\nconforme Calendário Acadêmico da UFMS.\n \nSeção II\nDa orientação"
  },
  {
    "id": "f53e05a6-2930-4e94-ad3f-7f44eb5e82d2",
    "text": "de Ensino, os conceitos ou notas e a frequência dos estudantes no Sistema Acadêmico,\nconforme Calendário Acadêmico da UFMS.\n \nSeção II\nDa orientação\n \nArt. 13. Cada estudante regular terá um orientador, responsável pelo\nplanejamento dos estudos, da pesquisa e da defesa.\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n4/21\n11/07/2025\nN° 8584\nPg. 164"
  },
  {
    "id": "7ac7383c-76e7-452f-bcfb-805d73b966cb",
    "text": "Art. 14. Os professores do Corpo Docente do  Programa  de Pós-Graduação\ncompõem o quadro de orientadores.\n \nArt. 15. Compete ao Professor Orientador:\nI - orientar na organização e execução de Plano de Estudos e de pesquisa do\nestudante, com critérios objetivos de desempenho acadêmico a serem cumpridos até o\ndepósito da Tese, Dissertação ou equivalente e atividades subsequentes;\nII - acompanhar a vida acadêmica do estudante no Curso e subsidiar o\nColegiado na avaliação do estudante;\nIII - avaliar e anuir os requerimentos acadêmicos dos estudantes;\nIV - pleitear, se necessário, fontes de financiamentos necessários à execução\ndas atividades;\nV - comunicar o abandono de curso pelo estudantes à Coordenação de Curso; e\nVI - exercer outras atividades definidas no Regulamento do Programa de Pós-\nGraduação.\n \nArt. 16. O Professor Orientador em afastamento para capacitação ou\nqualificação ou participante de ação de desenvolvimento em serviço, homologado pela Pró-"
  },
  {
    "id": "dc0dc4f4-977d-4535-8063-43aef8d38f5a",
    "text": "Graduação.\n \nArt. 16. O Professor Orientador em afastamento para capacitação ou\nqualificação ou participante de ação de desenvolvimento em serviço, homologado pela Pró-\nReitoria de Gestão de Pessoas - Progep, poderá exercer atividades de ensino, orientação e ser\nmembro de bancas de avaliação.\n \nArt. 17. O Professor Orientador poderá submeter à aprovação do Colegiado de\nCurso o requerimento de registro de coorientação.\n \nParágrafo único. A coorientação não implica no credenciamento do professor\nno Curso.\n \nArt. 18. O orientador poderá ser substituído a seu pedido ou mediante\nrequerimento fundamentado do estudante ao Colegiado de Curso.\n \nParágrafo único. A decisão de substituição do orientador caberá ao Colegiado\nde Curso.\n \nCAPÍTULO IV\nDA ORGANIZAÇÃO ADMINISTRATIVA\n \nArt. 19. A gestão em nível executivo será exercida pelo Coordenador de Curso e,\nem nível deliberativo, pelo Colegiado de Curso.\n \nArt. 20. Os Cursos vinculados a um mesmo Programa deverão ter o mesmo"
  },
  {
    "id": "5e878eda-7bb2-4453-a7a4-bb32d236eb35",
    "text": "Art. 19. A gestão em nível executivo será exercida pelo Coordenador de Curso e,\nem nível deliberativo, pelo Colegiado de Curso.\n \nArt. 20. Os Cursos vinculados a um mesmo Programa deverão ter o mesmo\nCoordenador e Colegiado de Curso.\n \nSeção I\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n5/21\n11/07/2025\nN° 8584\nPg. 165"
  },
  {
    "id": "7728fbaf-2ea4-4b2a-bf57-425c528624a5",
    "text": "Da composição do Colegiado e da Coordenação de Curso\n \nArt. 21. O processo de eleição e a composição do Colegiado de Curso deverá\nobedecer ao previsto no Regimento Geral da UFMS.\n \nArt. 22. A Coordenação de Curso de Pós-Graduação stricto sensu será exercida\npor um dos professores da Carreira de Magistério Superior da UFMS, membro do Colegiado\nde Curso, eleito pelos professores permanentes do Curso e pelos estudantes, e designado por\nPortaria do Reitor.\n \n§ 1º O Coordenador do Curso deverá ser professor portador de título de\nDoutor.\n \n§ 2º O Coordenador de Curso será substituído, em suas ausências por motivos\nde afastamentos, impedimentos legais ou regulamentares, por um dos professores do\nColegiado de Curso, por ele indicado, e designado por Portaria do Reitor.\n \nSeção II\nDas atribuições\n \nArt. 23. Além das atribuições definidas no Regimento Geral da UFMS, compete\nao Colegiado de Curso:\nI - propor alterações no Regulamento do Programa;"
  },
  {
    "id": "5d821e29-a3a8-431b-9cb6-70597da387a2",
    "text": "Seção II\nDas atribuições\n \nArt. 23. Além das atribuições definidas no Regimento Geral da UFMS, compete\nao Colegiado de Curso:\nI - propor alterações no Regulamento do Programa; \nII - propor o credenciamento e o descredenciamento de professores;\nIII - assegurar aos estudantes do Curso efetiva orientação acadêmica, incluindo\ndeliberação sobre mudança de orientação;\nIV - deliberar sobre as designações de coorientadores;\nV - deliberar sobre requerimentos de estudantes e professores;\nVI - deliberar sobre admissão de estudantes;\nVII - homologar os resultados de processos seletivos;\nVIII - deliberar sobre os recursos administrativos quanto aos processos\nseletivos, em segunda instância;\nIX - aprovar os projetos de Teses e Dissertações cadastrados pelos estudantes\nno Sistema Acadêmico, em conformidade com as linhas de pesquisa e projetos de pesquisa do\norientador;\nX - aprovar os pareceres de Exames de Qualificação;\nXI - homologar as atas de defesa de Dissertação e de Tese;"
  },
  {
    "id": "89df2a1a-c053-4791-bff2-ef4a2898d39f",
    "text": "orientador;\nX - aprovar os pareceres de Exames de Qualificação;\nXI - homologar as atas de defesa de Dissertação e de Tese;\nXII- deliberar sobre as ocorrências de infração disciplinar;\nXIII - deliberar sobre as ocorrências de má conduta científica;\nXIV - aprovar o desligamento de estudantes;\nXV - deliberar sobre os recursos administrativos dos professores e dos\nestudantes do curso, no âmbito de sua competência;\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n6/21\n11/07/2025\nN° 8584\nPg. 166"
  },
  {
    "id": "b008203f-db34-4b2c-a1da-032d5e61e5e3",
    "text": "XVI - deliberar sobre planejamento do uso de recursos financeiros, bem como a\naprovação da prestação de contas da gestão financeira do Programa de Pós-Graduação;\nXVII - promover o aperfeiçoamento dos currículos e a integração dos Planos de\nEnsino das disciplinas para a organização dos cursos;\nXVIII - propor e avaliar medidas de integração da pós-graduação com a\ngraduação, a educação básica e a sociedade;\nXIX - apreciar e propor acordos, convênios e termos de cooperação e demais\ninstrumentos jurídicos, com entidades públicas ou privadas, nacionais ou internacionais, de\ninteresse do Programa  de Pós-Graduação, com objetivo específico ou para ampliação da\ninserção social e da internacionalização;\nXX - aprovar as comissões propostas pela coordenação e deliberar sobre suas\nrecomendações;\nXXI - definir requisitos mínimos adicionais para defesa de dissertação, tese ou\nequivalente, obedecendo às necessidades de desenvolvimento institucional do Programa de\nPós-Graduação;"
  },
  {
    "id": "e362cc82-78c7-40d9-aa3e-801b90d08c7c",
    "text": "recomendações;\nXXI - definir requisitos mínimos adicionais para defesa de dissertação, tese ou\nequivalente, obedecendo às necessidades de desenvolvimento institucional do Programa de\nPós-Graduação;\nXXII - aprovar a composição de Bancas de Qualificação e de Defesa de\nDissertação, Tese ou equivalente; e\nXXIII - estabelecer critérios objetivos relativos à concessão de bolsas para\nestudantes de pós-graduação e acompanhar o desempenho dos bolsistas.\n \nArt. 24. Além das atribuições definidas no Regimento Geral da UFMS, compete\nao Coordenador de Curso:\nI - articular-se com a Pró-Reitoria de Pesquisa e Pós-Graduação para\nacompanhamento, execução e avaliação das atividades do Curso;\nII - elaborar Relatório anual das atividades do Programa de Pós-Graduação para\na Pró-Reitoria de Pesquisa e Pós-Graduação e para a Capes;\nIII - acompanhar e avaliar o envio regular de todas as informações sobre Planos\nde Ensino, frequência, conceitos, notas ou aproveitamento de estudos dos estudantes;"
  },
  {
    "id": "96815313-77a5-4722-986a-d1220aca66c8",
    "text": "III - acompanhar e avaliar o envio regular de todas as informações sobre Planos\nde Ensino, frequência, conceitos, notas ou aproveitamento de estudos dos estudantes;\nIV - coordenar e elaborar o Planejamento Estratégico do Programa, alinhado\ncom o Plano de Desenvolvimento Institucional integrado ao Projeto Pedagógico Institucional\nda UFMS e ao Plano de Desenvolvimento da Unidade da Unidade da Administração Setorial;\nV - deliberar sobre os requerimentos dos estudantes em assuntos de rotina\nadministrativa e que envolvam emissão de certidões, declarações e atestados;\nVI - representar o Programa de Pós-Graduação em todas as instâncias;\nVII - prestar contas da utilização dos recursos financeiros concedidos ao Curso;\ne\nVIII - acompanhar a execução dos projetos de fomento e apoio direcionados\nao Programa.\n \nCAPÍTULO V\nDAS TURMAS DE INGRESSO\n \nSeção I\nDos estudantes\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução"
  },
  {
    "id": "32d69e11-e281-4762-9aae-4a4a3d684cdb",
    "text": "VIII - acompanhar a execução dos projetos de fomento e apoio direcionados\nao Programa.\n \nCAPÍTULO V\nDAS TURMAS DE INGRESSO\n \nSeção I\nDos estudantes\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n7/21\n11/07/2025\nN° 8584\nPg. 167"
  },
  {
    "id": "0e7c2859-f0e9-4df0-9967-1f419a4606c0",
    "text": "Art. 25. O estudante de pós-graduação stricto sensu é classificado:\nI - quanto ao nível: mestrado ou doutorado; e\nII - quanto à categoria: regular ou especial, sendo:\na) estudante regular: admitido por processo seletivo ou por transferência\ncompulsória em qualquer Curso de Pós-graduação stricto sensu da UFMS;\nb) estudante especial: estudante matriculado em disciplinas isoladas, sem\nvínculo regular com a UFMS.\n \nSeção II\nDas vagas\n \nArt. 26. O Colegiado de Curso poderá modificar o número de vagas de cada\nCurso de Pós-graduação stricto sensu após parecer da Pró-Reitoria de Pesquisa e Pós-\nGraduação, e manifestação do Conselho de Unidade de lotação do Curso, e, posterior,\naprovação do Conselho de Pesquisa e Pós-Graduação.\n \nArt. 27. O número máximo de estudantes por orientador deverá seguir as\nrecomendações da Área de Avaliação da Coordenação de Aperfeiçoamento de Pessoal de\nNível Superior.\n \nParágrafo único. Em caráter de excepcionalidade, este limite poderá ser"
  },
  {
    "id": "88d4bf86-5240-4ae2-a4aa-953e1a5e62ce",
    "text": "recomendações da Área de Avaliação da Coordenação de Aperfeiçoamento de Pessoal de\nNível Superior.\n \nParágrafo único. Em caráter de excepcionalidade, este limite poderá ser\ntemporariamente ultrapassado, mediante aprovação do Colegiado de Curso.\n \nSeção III\nDa admissão\n \nArt. 28. A admissão de estudantes nos Cursos de Pós-graduação stricto sensu\nserá realizada somente por Edital unificado de processo seletivo da Pró-Reitoria de Pesquisa e\nPós-Graduação.\n \nParágrafo único. Os estudantes estrangeiros poderão ser admitidos em\nprocesso seletivo unificado, exclusivo ou em fluxo contínuo, ou ainda por meio de convênios. \n \nArt. 29. As regras e os critérios de seleção serão estabelecidos pela Pró-Reitoria\nde Pesquisa e Pós-Graduação, propostas pelo Colegiado de Curso.\n \n§ 1º Poderão ser aceitas inscrições para o processo seletivo no doutorado sem\na exigência do grau de Mestre, observados os normativos legais da UFMS e da Capes."
  },
  {
    "id": "98e5cba5-12ca-459b-b4ed-f20081814922",
    "text": "§ 1º Poderão ser aceitas inscrições para o processo seletivo no doutorado sem\na exigência do grau de Mestre, observados os normativos legais da UFMS e da Capes.\n \n§ 2º Será permitida a mudança de nível de mestrado para doutorado, de acordo\ncom as normas estabelecida pela UFMS e pela Capes.\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n8/21\n11/07/2025\nN° 8584\nPg. 168"
  },
  {
    "id": "2a66d795-b72b-4964-a16a-20198163ad2d",
    "text": "Art. 30. O candidato aprovado em processos seletivos deverá providenciar toda\na documentação e atender aos prazos, requisitos e condições previstas no Edital.\n \nSeção IV\nDa matrícula de estudante regular\n \nArt. 31. O vínculo acadêmico do estudante de pós-graduação stricto sensu com\na UFMS terá início com a confirmação de sua matrícula no ato do ingresso.\n \n§ 1º Não é permitida a matrícula regular em mais de um Curso de Pós-\nGraduação stricto sensu da UFMS ou em outra Instituição Pública de Ensino Superior.\n \n§ 2º Ao realizar a matrícula, o estudante compromete-se a respeitar e cumprir\nas normas específicas, regimentais e estatutárias da UFMS e outros instrumentos jurídicos\nespecíficos.\n \n§ 3º A matrícula dos estudantes será realizada no Sistema de Acadêmico.\n \n§ 4º É de responsabilidade do estudante preencher e manter seus dados\npessoais e de perfil atualizados no Sistema Acadêmico da UFMS.\n \n§ 5º A UFMS poderá, a qualquer momento, verificar a veracidade das"
  },
  {
    "id": "c2468e35-5890-4fa6-b55a-46c0a9531c28",
    "text": "pessoais e de perfil atualizados no Sistema Acadêmico da UFMS.\n \n§ 5º A UFMS poderá, a qualquer momento, verificar a veracidade das\ninformações pessoais, da autodeclaração e dos dados socioeconômicos do estudante, bem\ncomo verificar o atendimento aos requisitos de ingresso.\n \nParágrafo único. O estudante poderá ter sua matrícula cancelada quando for\nconstatada, a qualquer tempo, informação fornecida em seu cadastro seja inverídica,\nrespeitado o direito de defesa e o devido processo legal.\n \nArt. 32. Os estudantes regulares de Pós-graduação stricto sensu da UFMS\npoderão solicitar matrícula em disciplinas em qualquer Curso de Pós-graduação stricto sensu\nda UFMS.\n \nParágrafo único. A matrícula poderá ser feita em disciplinas obrigatórias ou\noptativas com anuência do orientador, com comprovada existência de vaga.\n \nSeção V\nDa matrícula de estudante especial\n \nArt. 33. Poderá ser admitida a matrícula em disciplinas em Cursos de Pós-"
  },
  {
    "id": "72f81bb6-f171-40a9-863f-6ff17b7d35cf",
    "text": "optativas com anuência do orientador, com comprovada existência de vaga.\n \nSeção V\nDa matrícula de estudante especial\n \nArt. 33. Poderá ser admitida a matrícula em disciplinas em Cursos de Pós-\ngraduação stricto sensu da UFMS, desde que existam vagas para estudantes especiais e\nestudantes regulares matriculados na mesma disciplina.\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_cont…\n9/21\n11/07/2025\nN° 8584\nPg. 169"
  },
  {
    "id": "0043f2ab-a55b-4aaf-a076-20b4d7fe3284",
    "text": "§ 1º A matrícula como estudante especial é permitida a:\nI - portadores de Diploma, com Certificado de Conclusão de Curso de\nGraduação, devidamente autorizado e reconhecido pelo órgão competente; \nII - participante de Programa de Mobilidade Acadêmica, com vínculo acadêmico\nem Curso de Pós-graduação stricto sensu de outra Instituição de Ensino Superior;\nIII - portadores de Diploma de Mestrado ou de Doutorado, expedidos por\nuniversidades estrangeiras; ou\nIV - estudantes de graduação, que tenham potencial e vocação para a pós-\ngraduação, desde que tenham cumprido, no mínimo, setenta e cinco por cento da carga\nhorária total do Curso de Graduação.\n \n§ 2º O estudante especial aprovado em disciplina terá direito a um Certificado\nde Conclusão, com descrição da ementa, carga horária, frequência e conceito da disciplina,\nemitido pela Coordenação de Curso.\n \nSeção VI\nDa mobilidade acadêmica\n \nArt. 34. A mobilidade acadêmica na UFMS poderá ser:"
  },
  {
    "id": "816bb71f-ad5d-4cc7-a5aa-847374f4a3a5",
    "text": "emitido pela Coordenação de Curso.\n \nSeção VI\nDa mobilidade acadêmica\n \nArt. 34. A mobilidade acadêmica na UFMS poderá ser:\nI - nacional: é a possibilidade de o estudante cursar disciplinas ofertadas em\noutra Instituição de Ensino Superior brasileira, mediante afastamento de sua unidade de\norigem por tempo determinado; e\nII - internacional: é a possibilidade de o estudante cursar disciplinas ofertadas\nem outra Instituição de Ensino Superior em outro país, mediante afastamento de sua unidade\nde origem por tempo determinado.\n \n§ 1º As normas de mobilidade nacional e internacional são fixadas por\nregulamentação da UFMS.\n \n§ 2º Os estudos realizados em mobilidade poderão ser aproveitados, conforme\ndisposto no art. 61.\n \nArt. 35. Os períodos de mobilidade serão computados no tempo de\nintegralização curricular.\n \nArt. 36. A mobilidade acadêmica assegura o vínculo acadêmico com a UFMS,\ndevendo o estudante finalizar os estudos no curso de origem na UFMS."
  },
  {
    "id": "2c181a09-529b-419c-b8e2-cd2ce7335c74",
    "text": "integralização curricular.\n \nArt. 36. A mobilidade acadêmica assegura o vínculo acadêmico com a UFMS,\ndevendo o estudante finalizar os estudos no curso de origem na UFMS.\n \nArt. 37. Será considerado desistente o estudante que não efetuar matrícula\ndentro dos prazos estabelecidos no Calendário Acadêmico da UFMS.\n \nSeção VII\nDo reingresso\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n10/21\n11/07/2025\nN° 8584\nPg. 170"
  },
  {
    "id": "1daf65d0-f4af-44ed-8380-73bf10e5bbbf",
    "text": "Art. 38. O estudante desligado do Curso de Pós-graduação stricto sensu por\nprazo de integralização excedido poderá se matricular por reingresso uma única vez,\nexclusivamente para a realização de defesa de dissertação ou tese desde que:\nI - tenha concluído todos os créditos requeridos para defesa; e\nII - tenha sido aprovado nas demais exigências do Curso, de acordo com o\nRegulamento.\n \n§ 1º A solicitação de reingresso deverá ser realizada no prazo máximo de até\ndoze meses após o desligamento do estudante, e aprovada pelo Colegiado de Curso.\n \n§ 2º A defesa de Dissertação ou Tese deverá ser realizada no prazo máximo de\nseis meses a contar a partir do reingresso\n \nCAPÍTULO VI\nDA RENOVAÇÃO DO VÍNCULO, DO TRANCAMENTO E DO REGIME ESPECIAL\n \nArt. 39. A renovação do vínculo acadêmico é de responsabilidade do estudante.\n \nParágrafo único. O vínculo acadêmico deverá ser renovado mediante a\nmatrícula semestral nas disciplinas ou atividades do Plano de Estudos e de Pesquisa, ou"
  },
  {
    "id": "86e48413-fb2f-4f3c-b173-f831aa207d84",
    "text": "Parágrafo único. O vínculo acadêmico deverá ser renovado mediante a\nmatrícula semestral nas disciplinas ou atividades do Plano de Estudos e de Pesquisa, ou\nsolicitação de trancamento, com a anuência do orientador, no prazo estabelecido no\nCalendário Acadêmico.\n \nArt. 40. O estudante poderá solicitar ao Colegiado de Curso o trancamento da\nmatrícula em uma ou mais disciplinas, desde que não tenha ultrapassado período maior que\nvinte e cinco por cento da duração da disciplina.\n \nArt. 41. O estudante poderá requerer ao Colegiado de Curso o trancamento\ngeral de matrícula apenas por motivo justificado, mediante comprovação de impedimento\ninvoluntário.\n \nParágrafo único. O trancamento geral de matrícula poderá ser concedido por\naté duas matrículas durante a permanência do estudante no Curso, porém, será contabilizado\nno tempo de curso do estudante.\n \nArt. 42. O Regime Especial será concedido mediante as normas estabelecidas\npela Pró-Reitoria de Pesquisa e Pós-Graduação."
  },
  {
    "id": "6928f737-306e-447e-b160-2a67d3ee78c5",
    "text": "no tempo de curso do estudante.\n \nArt. 42. O Regime Especial será concedido mediante as normas estabelecidas\npela Pró-Reitoria de Pesquisa e Pós-Graduação.\n \nArt. 43. O cancelamento geral de matrícula equivale à desistência do estudante\ne terá vigência a partir da data de solicitação.\n \nArt. 44. Os requerimentos de transferência compulsória de estudantes de\noutros Cursos de Pós-graduação stricto sensu para a UFMS serão analisados e aprovados pelo\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n11/21\n11/07/2025\nN° 8584\nPg. 171"
  },
  {
    "id": "322ba920-a6dd-4562-b175-926ce6a9921a",
    "text": "Colegiado de Curso.\n \nParágrafo único. O ingresso por transferência compulsória destina-se aos\nestudantes regulares de instituições nacionais de Ensino Superior, para prosseguimento de\nestudos do curso de origem ou, não havendo este, para cursos da mesma área de\nconhecimento, de acordo com legislação específica, independente da existência de vagas, em\nrazão de comprovada remoção, de ofício, de servidor público federal civil ou militar.\n \nArt. 45. Os requerimentos de convalidação de créditos obtidos em Cursos de\nPós-graduação stricto sensu serão analisados pelo Colegiado de Curso.\n \nCAPÍTULO VII\nDA ORGANIZAÇÃO DIDÁTICA\n \nArt. 46. Cada atividade acadêmica terá um valor expresso em créditos,\ncorrespondendo cada crédito a quinze horas de aula.\n \nArt. 47. O total mínimo de créditos exigidos para diplomação, distribuídos entre\ndisciplinas e demais atividades curriculares, são:\nI - dezesseis créditos, para os Cursos de Mestrado; e \nII - vinte e quatro créditos, para os Cursos de Doutorado."
  },
  {
    "id": "8fdc72f3-efde-4975-a0fe-ba77cc0c6768",
    "text": "disciplinas e demais atividades curriculares, são:\nI - dezesseis créditos, para os Cursos de Mestrado; e \nII - vinte e quatro créditos, para os Cursos de Doutorado.\n \nArt. 48. O rendimento escolar de cada estudante será expresso em notas e\nconceitos, de acordo com a seguinte escala:\nI - de 90 a 100 - A (Excelente);\nII - de 80 a 89 - B (Bom);\nIII - de 70 a 79 - C (Regular); e\nIV - de 0 a 69 - D (Insuficiente).\n \nParágrafo único. O conceito “D” equivale à reprovação.\n \nArt. 49. A frequência mínima é de setenta e cinco por cento em cada disciplina\ncursada.\n \nArt. 50. Os créditos relativos a cada disciplina somente serão conferidos ao\nestudante que obtiver, no mínimo, o conceito \"C\", respeitada a frequência mínima.\n \nArt. 51. Não há abono de faltas no âmbito da UFMS, exceto nos casos previstos\nna legislação federal vigente.\n \nArt. 52. Poderá haver compensação de faltas, em forma de atividades, nos\nseguintes casos:\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução"
  },
  {
    "id": "360b2039-030b-47bb-8c1d-a2de018eb3b9",
    "text": "na legislação federal vigente.\n \nArt. 52. Poderá haver compensação de faltas, em forma de atividades, nos\nseguintes casos:\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n12/21\n11/07/2025\nN° 8584\nPg. 172"
  },
  {
    "id": "c0a2daf3-d67f-40f6-bbcd-4e42b5472100",
    "text": "I - convocação pelo Poder Judiciário;\nII - participação nas reuniões dos Órgãos Colegiados da UFMS, na condição de\nmembro;\nIII - participação em atividades esportivas, artísticas e culturais oficiais,\nrepresentando a UFMS;\nIV - participação como apresentador de trabalhos em eventos técnico\ncientíficos, representando a UFMS; ou\nV - data de ingresso no Curso de Pós-Graduação até quarenta e cinco dias\ncorridos após o início do período letivo.\n \nParágrafo único. Os procedimentos referentes à compensação de faltas serão\nestabelecidos pelo Pró-Reitoria de Pesquisa e Pós-Graduação.\n \nArt. 53. Os prazos máximos para o estudante completar o Curso, contados a\npartir da matrícula de ingresso, incluídos os prazos para elaboração e defesa do Trabalho Final\nde Curso, são:\nI - máximo de vinte e quatro meses para o Mestrado; e\nII - máximo de quarenta e oito meses para o Doutorado.\n \nParágrafo único. Excepcionalmente, o prazo máximo pode ser prorrogado em"
  },
  {
    "id": "2b8f86f7-f35a-448b-8327-53844173cb26",
    "text": "de Curso, são:\nI - máximo de vinte e quatro meses para o Mestrado; e\nII - máximo de quarenta e oito meses para o Doutorado.\n \nParágrafo único. Excepcionalmente, o prazo máximo pode ser prorrogado em\nseis meses para Mestrado, e em doze meses para Doutorado, desde que aprovado pelo\nColegiado de Curso.\n \nSeção I\nDos componentes curriculares\n \nArt. 54. A Estrutura Curricular dos Cursos de Pós-Graduação da UFMS deverá\nser composta por Componentes Curriculares Disciplinares - CCD e Componentes Curriculares\nNão Disciplinares - CCND, que correspondem à carga horária total do Curso.\n \n§ 1º Os Componentes Curriculares Disciplinares - CCD são cumpridos em\ndisciplinas, desenvolvidas sob a forma de:\nI - disciplinas obrigatórias, indispensáveis à formação do estudante; e\nII - disciplinas optativas, complementares à formação do estudante.\n \n§2º Os Componentes Curriculares Não Disciplinares - CCND, são atividades\ndesenvolvidas sob a forma de:\nI - atividades especiais;"
  },
  {
    "id": "e0ac1604-5aab-4ae8-9401-46680529f3d2",
    "text": "II - disciplinas optativas, complementares à formação do estudante.\n \n§2º Os Componentes Curriculares Não Disciplinares - CCND, são atividades\ndesenvolvidas sob a forma de:\nI - atividades especiais;\nII - elaboração e defesa de Dissertação, Tese ou Trabalho Final de Curso - TFC;\nIII - Exame de Qualificação;\nIV - desenvolvimento de pesquisa;\nV - Atividades Orientadas de Ensino; e\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n13/21\n11/07/2025\nN° 8584\nPg. 173"
  },
  {
    "id": "1cd326e8-c651-4d27-9083-3e74132b2499",
    "text": "VI - estágio.\n \n§3º Consideram-se atividades especiais:\nI - atividades de  natureza acadêmica que complementam a formação do\nestudante, tais como a participação em eventos científicos com apresentação de trabalhos;\nII - publicação de trabalhos completos em anais;\nIII - autoria de livros ou capítulos; e\nIV - atuação em ações de extensão vinculadas à pós-graduação e ao ensino de\ngraduação.\n \n§4º Os Componentes Curriculares Não Disciplinares - CCND, especificados nos\nincisos I, V e VI do §2º, terão Regulamento específico, aprovado pelo Conselho de Pesquisa e\nPós-graduação.\n \n§5º A carga horária dos Componentes Curriculares Disciplinares - CCD será\natribuída a estudantes e professores.\n \n§6º A carga horária dos Componentes Curriculares Não Disciplinares - CCND\nserá atribuída apenas aos estudantes.\n \n§7º As atividades especiais poderão integrar a Estrutura Curricular do Curso,\ncomo Componentes Curriculares Não Disciplinares - CCND, até o limite de vinte e cinco por"
  },
  {
    "id": "6d8cd45d-0d07-4043-8ba5-a49f812c282f",
    "text": "§7º As atividades especiais poderão integrar a Estrutura Curricular do Curso,\ncomo Componentes Curriculares Não Disciplinares - CCND, até o limite de vinte e cinco por\ncento do total de créditos exigidos.\n \nArt. 55. O Regulamento do Programa  deverá determinar a quantidade de\ncréditos estipulada para cada atividade da Estrutura Curricular do Curso.\n \nArt. 56. De acordo com o previsto no Regulamento do Programa e para efeito\nde contagem de créditos, poderão ser atribuídos créditos às atividades de pesquisa, no limite\nde dez por cento do total de créditos exigidos no Curso.\n \nArt. 57. A criação, transformação, exclusão e extinção de atividades curriculares\ndeverão ser propostas pelo Colegiado de Curso após parecer da Pró-Reitoria de Pesquisa e\nPós-Graduação - Propp, e manifestação do Conselho de Unidade de lotação do Curso, para\nposterior aprovação pelo Conselho de Pesquisa e Pós-Graduação.\n \nArt. 58. Todos os Cursos funcionam em regime de períodos letivos de oferta de"
  },
  {
    "id": "69182b2c-6eb6-401b-8d54-2a2b9b19a9e0",
    "text": "posterior aprovação pelo Conselho de Pesquisa e Pós-Graduação.\n \nArt. 58. Todos os Cursos funcionam em regime de períodos letivos de oferta de\ndisciplinas e atividades que formam um Catálogo de Disciplinas dos Cursos de Pós-Graduação\nstricto sensu da UFMS.\n \n§ 1º O ano letivo, independente do ano civil, é composto pelo período letivo de\nverão, primeiro semestre, período letivo de inverno e segundo semestre, totalizando, no\nmínimo, duzentos dias letivos.\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n14/21\n11/07/2025\nN° 8584\nPg. 174"
  },
  {
    "id": "7b94987f-c2f3-47a0-87b6-4a13d4db5e37",
    "text": "§ 2º As disciplinas poderão ocorrer de forma presencial ou híbrida durante todo\no período letivo ou de forma concentrada e ministradas em língua portuguesa ou estrangeira,\nrespeitadas normativas específicas da Capes.\n \n§ 3º Para a manutenção da oferta de disciplinas optativas exigir-se-á um\nnúmero mínimo de cinco estudantes regulares da UFMS.\n \n§ 4º A disciplina Tópicos Especiais poderá ser ofertada de forma esporádica,\nsem alterar a Estrutura Curricular do Curso.\n \n§ 5º Em relação ao § 3º, o Colegiado de Curso poderá aprovar oferta para um\nquantitativo de estudantes regulares menor mediante justificativa fundamentada, após\nparecer da Pró-Reitoria de Pesquisa e Pós-Graduação, e manifestação do Conselho de Unidade\nde lotação do Curso, e, posterior, aprovação do Conselho de Pesquisa e Pós-Graduação.\n \nArt. 59. Após a integralização curricular de disciplinas, o estudante deverá, com\na anuência de seu orientador, renovar semestralmente sua matrícula no Curso,  diretamente"
  },
  {
    "id": "39dbbc65-5d63-4fe6-b70e-a5fc9eb552e4",
    "text": "Art. 59. Após a integralização curricular de disciplinas, o estudante deverá, com\na anuência de seu orientador, renovar semestralmente sua matrícula no Curso,  diretamente\npor meio do Sistema Acadêmico.\n \nParágrafo único. O mesmo procedimento deverá ser adotado pelo estudante\nque estiver desenvolvendo atividades relacionadas ao curso em outra Instituição de Ensino\nSuperior no País ou no exterior.\n \nSeção II\nDo exame de língua estrangeira\n \nArt. 60. A proficiência ou suficiência em uma língua estrangeira é obrigatória\nnos Cursos de Mestrado e Doutorado acadêmicos.\n \n§ 1º Para estudantes brasileiros e estrangeiros de países lusófonos a definição\nda língua estrangeira será definida pelo Regulamento do Curso.\n \n§ 2º Para estudantes estrangeiros de países não lusófonos, será exigida\nproficiência ou suficiência em português.\n \nParágrafo único. A comprovação da proficiência ou suficiência deverá ser\napresentada ao Colegiado de Curso no prazo máximo fixado no Regulamento do Curso."
  },
  {
    "id": "6e642254-0915-4ba0-91c8-ee81c4260cfc",
    "text": "Parágrafo único. A comprovação da proficiência ou suficiência deverá ser\napresentada ao Colegiado de Curso no prazo máximo fixado no Regulamento do Curso.\n \nSeção III\nDa convalidação de créditos\n \nArt. 61. A convalidação de créditos cursados com aprovação em Cursos de Pós-\ngraduação stricto sensu, em instituições brasileiras recomendadas ou estrangeiras, poderá ser\nrealizada mediante aprovação do Colegiado de Curso.\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n15/21\n11/07/2025\nN° 8584\nPg. 175"
  },
  {
    "id": "63e725de-9e93-4a50-b5ed-3e7ebb7e335b",
    "text": "§ 1º Os créditos convalidados devem, obrigatoriamente, ser equivalentes à\nestrutura curricular vigente do Curso.\n \n§ 2º Nos casos que envolvam disciplinas cursadas há dez anos ou mais, deverá\nser apresentado parecer circunstanciado do orientador, sobre a relevância dos conteúdos\nestudados.\n \nArt. 62. Nos casos de mestrado-sanduíche, doutorado-sanduíche ou cotutela,\ncaberá ao Colegiado do Curso convalidar as disciplinas cursadas em outra instituição, de\nacordo com Plano de Estudos no Exterior.\n \nArt. 63. Será desligado do Curso de Pós-Graduação stricto sensu o estudante\nque ao longo do Curso: \nI - obtiver o conceito \"D\" em duas disciplinas obrigatórias do Curso;\nII - reprovar, por duas vezes, no Exame de Qualificação;\nIII - reprovar na defesa da Dissertação ou Tese;\nIV - não realizar o Exame de Qualificação ou defesa da Dissertação ou Tese no\nprazo determinado;\nV - não apresentar a versão definitiva do Trabalho Final de Curso no prazo\ndeterminado;"
  },
  {
    "id": "45ff19bf-732c-46b2-aa5d-83c66aee6cc9",
    "text": "IV - não realizar o Exame de Qualificação ou defesa da Dissertação ou Tese no\nprazo determinado;\nV - não apresentar a versão definitiva do Trabalho Final de Curso no prazo\ndeterminado;\nVI - obtiver comprovada ocorrência de má conduta científica, por meio de\nProcesso Administrativo Disciplinar do Estudante - Pade;\nVII - em caso de desistência, abandono, transferência compulsória, mudança de\nnível sem titulação ou falecimento; e ou\nVIII - em casos previstos no Regulamento Disciplinar do Estudante da UFMS.\n \n§ 1º  O desligamento deverá ser comunicado formalmente e com justificativa,\nao estudante e ao orientador, pelo e-mail institucional do Programa de Pós-Graduação.\n \n§ 2º Quando o estudante for bolsista, caberá ao Coordenador de Curso\ninformar o motivo do desligamento à Pró-Reitoria de Pesquisa e Pós-Graduação, que deverá\ntomar as providências necessárias à restituição dos valores recebidos pelo bolsista à Agência\nFinanciadora.\n \nSeção V\nDa concessão de bolsas"
  },
  {
    "id": "b8ef6370-aaea-4629-8994-7c0538f53211",
    "text": "tomar as providências necessárias à restituição dos valores recebidos pelo bolsista à Agência\nFinanciadora.\n \nSeção V\nDa concessão de bolsas\n \nArt. 64. O Colegiado de Curso  exercerá a função da Comissão de Bolsas, de\nacordo com o estabelecido no Regimento Geral da UFMS e as normas do órgão regulador\ncompetente.\n \nArt. 65. Para concessão ou renovação de bolsa de estudo, será exigido o\ncumprimento dos requisitos das Agências Financiadoras e do respectivo Programa  de Pós-\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n16/21\n11/07/2025\nN° 8584\nPg. 176"
  },
  {
    "id": "eebc9959-804c-4d8b-aa01-b5ceaa94a58f",
    "text": "Graduação.\n \nParágrafo único. O Colegiado de Curso deverá aprovar a concessão ou\nrenovação das bolsas de estudo que priorizem o mérito acadêmico do estudante.\n \nArt. 66. A reprovação em disciplinas do Curso poderá determinar o\ncancelamento da bolsa a critério do Colegiado de Curso ou da agência de fomento.\n \nArt. 67. O desenvolvimento de atividade profissional remunerada pelo\nestudante bolsista só será permitido nos casos autorizados pelas agências de fomento, com a\naprovação do orientador e do Colegiado do Curso.\n \nCAPÍTULO VIII\nDA QUALIFICAÇÃO E DA DEFESA\n \nSeção I\nDa qualificação\n \nArt. 68. A forma de avaliação do Exame de Qualificação deverá ser especificada\nno Regulamento do Programa.\n \nArt. 69. O Exame de Qualificação poderá ser realizado por:\nI - arguição pela Banca Examinadora, versando sobre o tema escolhido para\nDissertação, Tese ou equivalente; ou\nII - parecer emitido por Banca Examinadora.\n \nParágrafo único. O estudante poderá ser aprovado no Exame de Qualificação"
  },
  {
    "id": "fed8bb02-0532-4269-817c-6d71f0414e36",
    "text": "Dissertação, Tese ou equivalente; ou\nII - parecer emitido por Banca Examinadora.\n \nParágrafo único. O estudante poderá ser aprovado no Exame de Qualificação\npela comprovação de produtos qualificados, como artigos científicos aceitos em periódicos\nqualificados, patentes depositadas ou concedidas e outros produtos de inovação, com a\naprovação do Colegiado de Curso.\n \nArt. 70. A composição da Banca deverá ter, no mínimo, três membros, e ser\ninstituída pelo Colegiado de Curso, mediante propositura do orientador, que definirá se a\ndefesa será pública.\n \nParágrafo único. Nos casos de inovação tecnológica, potencial de proteção\nintelectual ou de propriedade industrial, mediante justificativa do orientador, a defesa poderá\nocorrer em sessão fechada.\n \nArt. 71. A avaliação será realizada pelos membros da Banca, com parecer, e\nresultado:\nI - aprovação; ou\nII - reprovação.\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução"
  },
  {
    "id": "ce30003e-8961-4e37-aee9-95abb64a5a93",
    "text": "ocorrer em sessão fechada.\n \nArt. 71. A avaliação será realizada pelos membros da Banca, com parecer, e\nresultado:\nI - aprovação; ou\nII - reprovação.\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n17/21\n11/07/2025\nN° 8584\nPg. 177"
  },
  {
    "id": "3ff6f662-a1e2-4b00-861d-89d9ab61e755",
    "text": "Art. 72. O estudante reprovado poderá repetir, uma única vez, o Exame de\nQualificação.\n \nSeção II\nDa defesa\n \nArt. 73. Somente será admitido à defesa de tese, dissertação ou equivalente, o\ncandidato que tiver obtido o total dos créditos requeridos, tenha sido aprovado no Exame de\nQualificação e Exame de Proficiência em Língua Estrangeira.\n \nParágrafo único. Além dos requisitos acima, deverão ser atendidas as exigências\ne os requisitos de defesa de dissertação, tese ou equivalente, definidos no Regulamento do\nPrograma de Pós-Graduação.\n \nArt. 74. A defesa de Tese, Dissertação ou equivalente, nos termos do\nRegulamento do Programa, deverá ser requerida pelo orientador ao Colegiado de Curso.\n \n§ 1º Em casos excepcionais, a defesa de Tese pode ser requerida pelo\nCoorientador ou pelo Coordenador de Curso.\n \n§ 2º Nos casos de inovação tecnológica, potencial de proteção intelectual ou de\npropriedade industrial, mediante justificativa do orientador, a defesa poderá ocorrer em"
  },
  {
    "id": "3aac071a-3fac-4af0-835a-b7b50fe77180",
    "text": "§ 2º Nos casos de inovação tecnológica, potencial de proteção intelectual ou de\npropriedade industrial, mediante justificativa do orientador, a defesa poderá ocorrer em\nsessão fechada.\n \nArt. 75. Os Trabalhos Finais de Curso, incluindo Dissertações de Mestrado, Teses\nde Doutorado ou trabalhos equivalentes, deverão ser redigidos em português, inglês ou\nespanhol.\n \nParágrafo único. As Dissertações e Teses redigidas em inglês ou em espanhol,\ndeverão incluir no início do volume resumo substancial em língua portuguesa, que evidencie\nos objetivos, métodos, resultados e conclusões.\n \nArt. 76. Cada  Programa  de Pós-Graduação definirá, no seu Regulamento, a\nforma da Dissertação, da Tese ou dos trabalhos equivalentes, de acordo com as normas\nvigentes.\n \nArt. 77. A avaliação do Trabalho Final de Curso deverá ser feita pelos membros\nda Banca e resultar em uma das seguintes decisões:\nI - aprovação;\nII - aprovação com revisão; ou\nIII - reprovação.\n \n10/07/2025, 16:20"
  },
  {
    "id": "206fee29-9f94-4610-a24c-c902bda6d803",
    "text": "da Banca e resultar em uma das seguintes decisões:\nI - aprovação;\nII - aprovação com revisão; ou\nIII - reprovação.\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n18/21\n11/07/2025\nN° 8584\nPg. 178"
  },
  {
    "id": "190d79eb-ae18-4125-bc53-71fead8e7866",
    "text": "§ 1º No caso de aprovação, a homologação fica condicionada ao depósito do\ntrabalho definitivo, no prazo de trinta dias.\n \n§ 2º No caso de aprovação com revisão, a homologação ficará condicionada ao\ndepósito do trabalho revisado, com a devida aprovação do orientador, no prazo máximo de\ntrinta dias.\n \n§ 3º Nos casos que envolvam inovação tecnológica, potencial de proteção\nintelectual ou de propriedade industrial, mediante justificativa fundamentada do orientador, o\ndepósito da Dissertação, Tese ou equivalente poderá ser protegido integralmente ou\nparcialmente.\n \nCAPÍTULO IX\nDOS TÍTULOS ACADÊMICOS E DOS DIPLOMAS\n \nArt. 78. Para obter o Diploma de Mestre ou de Doutor, além de cumprir as\nexigências curriculares, o estudante deverá ter uma Dissertação, Tese ou equivalente, de sua\nautoria exclusiva, defendida e aprovada.\n \nArt. 79. As informações que deverão constar no Histórico Escolar do estudante\nde Pós-graduação stricto sensu da UFMS serão definidas em normas pela Pró-Reitoria de"
  },
  {
    "id": "1a04e08b-8d89-4753-a4de-14bc2f61f6de",
    "text": "Art. 79. As informações que deverão constar no Histórico Escolar do estudante\nde Pós-graduação stricto sensu da UFMS serão definidas em normas pela Pró-Reitoria de\nPesquisa e Pós-Graduação.\n \nArt. 80. O Diploma de Mestre ou de Doutor será expedido e registrado pela\nSecretaria de Certificação Acadêmica da UFMS.\n \n§ 1º A emissão do Diploma ficará condicionada à homologação, pelo Colegiado\nde Curso, de ata elaborada pela Banca Examinadora.\n \n§ 2º A ata de defesa e documentos necessários deverão ser enviados\npela Secretaria do Programa de Pós-Graduação, ao setor competente, no prazo máximo de até\ntrinta dias após a defesa, para emissão do Diploma, mediante depósito do trabalho no\nrepositório institucional.\n \n§ 3º Somente após o depósito no repositório institucional e a entrega dos\ndocumentos solicitados na Secretaria do Curso, o estudante poderá receber Certidão de\nConclusão de Curso.\n \nArt. 81. Os processos para emissão de segunda via de Diploma deverão seguir"
  },
  {
    "id": "e7509db0-f017-412d-93c9-2260c528b8ac",
    "text": "documentos solicitados na Secretaria do Curso, o estudante poderá receber Certidão de\nConclusão de Curso.\n \nArt. 81. Os processos para emissão de segunda via de Diploma deverão seguir\nas normas vigentes na UFMS.\nCAPÍTULO X\nDO ESTÁGIO DE DOCÊNCIA\n \n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n19/21\n11/07/2025\nN° 8584\nPg. 179"
  },
  {
    "id": "c8446c2e-943f-45f8-8d9e-7553223dc60d",
    "text": "Art. 82. As atividades de estágio de docência poderão ser desempenhadas por\nestudantes regularmente matriculados em Cursos de Mestrado ou de Doutorado, sob a\nsupervisão direta ou indireta do orientador.\n \n§ 1º As atividades de estágio de docência são obrigatórias para estudantes\nbolsistas do Mestrado e Doutorado acadêmicos.\n \n§ 2º As atividades de estágio de docência não geram vínculo empregatício ou\nremuneração.\n \n§ 3º Os bolsistas que exercem atividades de docência no ensino superior\npoderão ser dispensados das atividades de estágio docência pelo Colegiado de Curso.\n \nArt. 83. O estágio docência poderá ser realizado em:\nI - disciplina integral; ou\nII - disciplina parcial.\n \n§ 1º Estágio Docência em disciplina integral compreende a assunção pelo\nestudante de uma disciplina como Professor Voluntário, sob a tutoria de um professor,\npreferencialmente seu orientador.\n \n§ 2º Estágio Docência em disciplina parcial compreende o acompanhamento do"
  },
  {
    "id": "7da2e34f-16e1-4c16-a677-0ba86fa37aa8",
    "text": "estudante de uma disciplina como Professor Voluntário, sob a tutoria de um professor,\npreferencialmente seu orientador.\n \n§ 2º Estágio Docência em disciplina parcial compreende o acompanhamento do\nestudante em uma disciplina ministrada por professor da UFMS.\n \n§ 3º O professor ou tutor responsável pela disciplina deverá informar a\nexistência de estudante em Estágio de Docência no Plano de Ensino da disciplina.\n \n§ 4º O requerimento de matrícula em Estágio Docência, com aval do orientador,\ndeverá ser acompanhado de um Plano de Trabalho elaborado em conjunto com o professor\nresponsável pela disciplina.\n \n§ 5º Caberá ao professor responsável pela disciplina acompanhar, orientar e\navaliar quanto a aprovação do estudante ao término das atividades do estágio de docência.\n \n§ 6º As atividades do estágio de docência deverão ser compatíveis com a área\nde concentração do Programa   de Pós-Graduação, sendo permitida a complementação de"
  },
  {
    "id": "0d5cba11-ecff-44fd-b706-ad60800d5715",
    "text": "§ 6º As atividades do estágio de docência deverão ser compatíveis com a área\nde concentração do Programa   de Pós-Graduação, sendo permitida a complementação de\natividades como coorientação de estudantes, organização de eventos ou editoração de\nrevistas acadêmicas, comprovadas mediante declaração do orientador.\n \n§ 7º O estudante poderá realizar mais de um estágio de docência, de acordo\ncom o Regulamento do Programa.\n \n§ 8º Uma única disciplina de graduação poderá ser objeto de Estágio Docência\npara mais de um estudante.\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n20/21\n11/07/2025\nN° 8584\nPg. 180"
  },
  {
    "id": "d4cab951-7e37-40b0-99ce-598eca17ef31",
    "text": "§ 9º Deverão constar no Histórico Escolar do estudante de pós-graduação, na\ndisciplina de Estágio de Docência, a identificação ou o nome da disciplina de atuação, a carga\nhorária, ano e semestre letivos.\n \nCAPÍTULO XI\nDISPOSIÇÕES TRANSITÓRIAS\n \nArt. 84. Os Regulamentos dos Programas e as estruturas curriculares dos\nCursos de Pós-Graduação stricto sensu da UFMS deverão ser adaptados à presente Resolução\nno prazo de cento e vinte dias após a sua publicação.\n \nCAPÍTULO XI\nDISPOSIÇÕES FINAIS\n \nArt. 85. Os casos não previstos nesta Resolução serão resolvidos pelo Conselho\nde Pesquisa e Pós-Graduação.\n \n \n \n \n \nDocumento assinado eletronicamente por Fabricio de\nOliveira Frazilio, Presidente de Conselho, em 10/07/2025,\nàs 16:12, conforme horário oficial de Mato Grosso do Sul,\ncom fundamento no § 3º do art. 4º do Decreto nº 10.543, de\n13 de novembro de 2020.\nA autenticidade deste documento pode ser conferida no site\nhttps://sei.ufms.br/sei/controlador_externo.php?"
  },
  {
    "id": "9ef97834-8e53-4c59-a7e0-8ddffe7d518b",
    "text": "com fundamento no § 3º do art. 4º do Decreto nº 10.543, de\n13 de novembro de 2020.\nA autenticidade deste documento pode ser conferida no site\nhttps://sei.ufms.br/sei/controlador_externo.php?\nacao=documento_conferir&id_orgao_acesso_externo=0, informando o código\nverificador 5701360 e o código CRC 4E45B43F.\nCONSELHO DE PESQUISA E PÓS-GRADUAÇÃO\nAv Costa e Silva, s/nº - Cidade Universitária\nFone: (67) 3345-7041\nCEP 79070-900 - Campo Grande - MS\nReferência: Processo nº 23104.000032/2025-17\nSEI nº 5701360\n10/07/2025, 16:20\nSEI/UFMS - 5701360 - Resolução\nhttps://sei.ufms.br/sei/controlador.php?acao=procedimento_trabalhar&acao_origem=procedimento_controlar&acao_retorno=procedimento_con…\n21/21\n11/07/2025\nN° 8584\nPg. 181"
  }
]